Repository: wcabus/duende-extended-sample
Catalog: src/GotSharp.IdSrv.Host/Views/Account/LoginWithTwoFactorAuth.*.resx
Languages: fr, nl

source: btnLogin
fr: Identifier
nl: Aanmelden

source: Choose a different two-factor authentication method
fr: Choisissez une autre méthode d'authentification à double facteurs
nl: Kies een andere tweestapsverificatie methode

source: Provider:Authenticator
fr: Votre connexion est protégée par une application d'authentification. Entrez votre code d'authentification ci-dessous.
nl: Uw login is beveiligd met een authenticator-app. Voer hieronder uw authenticatiecode in.

source: Provider:Email
fr: Veuillez vérifier votre e-mail pour le code d'identification.
nl: Gelieve je e-mail te controleren voor de verificatie code.

source: Provider:Phone
fr: Veuillez vérifier votre téléphone pour un SMS contenant le code d'authentification.
nl: We hebben je een SMS verstuurd met de verificatie code. Gelieve deze hieronder in te geven.

source: ProviderExplanation:Authenticator
fr: Utilisez une application d'authentification (comme Google ou Microsoft) pour vous authentifier.
nl: Gebruik een authenticatie-app (zoals Google of Microsoft) om jezelf te verifiëren.

source: ProviderExplanation:Email
fr: Recevez un email avec un code pour vous authentifier.
nl: Ontvang een e-mail met een code om jezelf te verifiëren.

source: ProviderExplanation:Phone
fr: Recevez un SMS avec un code pour vous authentifier.
nl: Ontvang een sms met een code om jezelf te verifiëren.

source: ProviderName:Authenticator
fr: Application d'authentification
nl: Authenticatie-app

source: ProviderName:Email
fr: E-mail
nl: E-mail

source: ProviderName:Phone
fr: SMS
nl: SMS

source: Remember This Device
fr: Rappelez-vous cet appareil
nl: Onthoudt dit apparaat

source: Select this provider
fr: Sélectionnez cette méthode
nl: Gebruik deze methode

source: Two-factor authentication
fr: Authentification à double facteur
nl: Tweestapsverificatie

source: Two-factor code
fr: Code d'identification
nl: Verificatie code

source: UseRecoveryCode
fr: Vous n'avez pas accès à votre appareil d'authentification ? Vous pouvez <a id="recovery-code-login" href="{0}">vous connecter avec un code de récupération</a>.
nl: Heb je geen toegang tot je authenticatieapparaat? Dan kan je <a id="recovery-code-login" href="{0}">inloggen met een backup code</a>.
