Repository: wcabus/duende-extended-sample
Catalog: src/GotSharp.IdSrv.Host/Views/UserManagement/_StatusMessage.*.resx
Languages: fr, nl

source: Close
fr: Fermer
nl: Sluiten

# Couldn't disable MFA right now. Try again later.
source: Couldn't disable multi-factor authentication right now. Try again later.
fr: Impossible de désactiver l'authentification multifacteur pour le moment. Réessayez plus tard.
nl: Multi-factor authenticatie kon momenteel niet uitgeschakeld worden. Probeer het later opnieuw.

# Couldn't enable MFA right now. Try again later.
source: Couldn't enable multi-factor authentication right now. Try again later.
fr: Impossible d'activer l'authentification multifacteur pour le moment. Réessayez plus tard.
nl: Multi-factor authenticatie kon momenteel niet ingeschakeld worden. Probeer het later opnieuw.

# MFA has been disabled. You can reenable MFA at any time.
source: Multi-factor authentication has been disabled. You can re-enable multi-factor authentication at any time.
fr: L'authentification multifacteur a été désactivée. Vous pouvez réactiver l'authentification multifacteur à tout moment.
nl: Multi-factor authenticatie is uitgeschakeld. Je kan multi-factor authenticatie op elk moment opnieuw inschakelen.

# MFA has been enabled.
source: Multi-factor authentication has been enabled.
fr: L'authentification multifacteur a été activée.
nl: Multi-factor authenticatie is ingeschakeld.

source: The current browser has been forgotten. When you login again from this browser you will be prompted for your multi-factor authentication code.
fr: Le navigateur actuel a été oublié. Lorsque vous vous reconnecterez à partir de ce navigateur, vous serez invité à saisir votre code d'authentification multifacteur.
nl: De huidige browser is vergeten. Wanneer je opnieuw inlogt vanuit deze browser, word je om jouw multi-factor authenticatiecode gevraagd.

# Verification email sent, please check your inbox.
source: We've sent a verification link to your email address, please check your inbox.
fr: Nous avons envoyé un lien de confirmation à votre adresse e-mail, veuillez vérifier votre boîte de réception.
nl: We hebben een bevestigingslink naar je e-mail adres verzonden.

source: We've sent a confirmation link to your new email address, please check your inbox.
fr: Nous avons envoyé un lien de confirmation à votre nouvelle adresse e-mail, veuillez vérifier votre boîte de réception.
nl: We hebben een bevestigingslink naar je nieuw e-mail adres verzonden.

source: You have generated new recovery codes.
fr: Vous avez généré de nouveaux codes de récupération.
nl: Je hebt nieuwe backup codes gegenereerd.

source: Your authenticator app has been verified.
fr: Votre application d'authentification a été vérifiée.
nl: Jouw authenticator-app is geverifieerd.

source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
fr: Votre clé d'application d'authentification a été réinitialisée, vous devrez configurer votre application d'authentification à l'aide de la nouvelle clé.
nl: Jouw authenticator-app sleutel is opnieuw ingesteld, je moet jouw authenticator-app configureren met de nieuwe sleutel.

source: Your email is unchanged.
fr: Votre e-mail est inchangé.
nl: Je e-mail adres is niet gewijzigd.

source: Your password has been changed.
fr: Votre mot de passe a été changé.
nl: Je wachtwoord is gewijzigd.

source: Your preferences have been updated.
fr: Vos préférences ont été mises à jour.
nl: Je voorkeuren zijn bijgewerkt.

source: Your preferred language has been changed.
fr: Votre langue préférée a été modifiée.
nl: Je voorkeurstaal is gewijzigd.
