Repository: wcabus/duende-extended-sample
Catalog: src/GotSharp.IdSrv.Host/Views/UserManagement/MultiFactorAuthentication.*.resx
Languages: fr, nl

# Add authentication method
source: Add authenticator app
fr: Ajouter une application d'authentification
nl: Voeg een authenticator-app toe

source: Authenticator app
fr: Application d'authentification

# CanGenerateCodesLink
source: You can <a href="{0}">generate a new set of recovery codes</a>.
fr: Vous pouvez <a href="{0}">générer un nouvel ensemble de codes de récupération</a>.
nl: Je kan <a href="{0}">een nieuwe set backup codes genereren</a>.

# Disable MFA
source: Disable Multi-factor Authentication
fr: Désactiver l'authentification multifacteur
nl: Multi-factor Authenticatie Uitschakelen

# Enable MFA
source: Enable Multi-factor Authentication
fr: Activer l'authentification multifacteur
nl: Multi-factor Authenticatie Inschakelen

source: Forget this device
fr: Oubliez cet appareil
nl: Vergeet dit apparaat

source: Multi-Factor Authentication
fr: Authentification multifacteur
nl: Multi-Factor Authenticatie

# Multi-factor authentication methods
source: You have configured the following multi-factor authentication methods on your account.<br /> Using the star icon, you can indicate which authentication method you prefer to use when signing in into your account.<br /> <br /> Note that in some cases, your preferred method will not be available to use in order to increase the security of your account.
fr: Vous avez configuré les méthodes d'authentification multifacteur suivantes sur votre compte.<br /> À l'aide de l'icône étoile, vous pouvez indiquer la méthode d'authentification que vous préférez utiliser lors de la connexion à votre compte.<br /> <br /> Notez que dans certains cas, votre méthode préférée ne sera pas disponible afin d'augmenter la sécurité de votre compte.
nl: Je hebt de volgende multi-factor authenticatiemethoden voor jouw account geconfigureerd.<br /> Met behulp van het sterretje kan je aangeven welke authenticatiemethode je het liefst gebruikt wanneer je inlogt op jouw account.<br /> <br /> Hou er rekening mee dat in sommige gevallen jouw voorkeursmethode niet beschikbaar is om de beveiliging van jouw account te vergroten.

# MustGenerateCodesLink
source: You must <a href="{0}">generate a new set of recovery codes</a> before you can log in with a recovery code.
fr: Vous devez <a href="{0}">générer un nouvel ensemble de codes de récupération</a> avant de pouvoir vous connecter avec un code de récupération.
nl: Je moet <a href="{0}">een nieuwe set backup codes genereren</a> voor je kan inloggen met een backup code.

source: Phone
fr: Téléphone
nl: Telefoon

# Preferred
source: Preferred authentication method
fr: Méthode d'authentification préférée
nl: Voorkeursmethode

source: Reset authenticator app
fr: Réinitialiser l'application d'authentification
nl: Authenticator-app opnieuw instellen

source: Reset recovery codes
fr: Réinitialiser les codes de récupération
nl: Backup codes opnieuw instellen

# Set preferred
source: Set this method as your preferred authentication method
fr: Définissez cette méthode comme votre méthode d'authentification préférée
nl: Stel deze methode in als jouw voorkeur

source: Setup authenticator app
fr: Configurer l'application d'authentification
nl: Authenticator-app instellen

# ShouldGenerateCodesLink
source: You should <a href="{0}">generate a new set of recovery codes</a>.
fr: Vous devez <a href="{0}">générer un nouvel ensemble de codes de récupération</a>.
nl: Je moet <a href="{0}">een nieuwe set backup codes genereren</a>.

source: You have 1 recovery code left.
fr: Il ne vous reste qu'un seul code de récupération.
nl: Je hebt één backup code over.

source: You have no recovery codes left.
fr: Il ne vous reste plus de codes de récupération.
nl: Je hebt geen backup codes meer over.

source: You have {0} recovery codes left.
fr: Il vous reste {0} codes de récupération.
nl: Je hebt {0} backup codes over.
