Repository: wcabus/duende-extended-sample
Catalog: src/GotSharp.IdSrv.Host/Controllers/Account/AccountController.*.resx
Languages: fr, nl

source: an unknown location
fr: un endroit inconnu
nl: een onbekende locatie

source: Email change token expired.
fr: Nous n'avons pas pu mettre à jour votre adresse e-mail car le jeton de vérification n'est pas valide ou a expiré. Vous pouvez réessayer en cliquant sur <a href="{0}">ce lien</a> pour modifier à nouveau votre adresse e-mail.
nl: We konden je e-mail adres niet bijwerken omdat de verificatietoken ongeldig of vervallen is. Je kan dit opnieuw proberen door op <a href="{0}">deze link</a> te klikken en je e-mail adres opnieuw te wijzigen.

source: Email confirm token expired.
fr: Nous n'avons pas pu vérifier votre adresse e-mail car le jeton de vérification n'est pas valide ou a expiré. Vous pouvez réessayer en cliquant sur <a href="{0}">ce lien</a> pour vérifier à nouveau votre adresse e-mail.
nl: We konden je e-mail adres niet verifiëren omdat de verificatietoken ongeldig of vervallen is. Je kan dit opnieuw proberen door op <a href="{0}">deze link</a> te klikken en je e-mail adres opnieuw te verifiëren.

source: Error activating your account.
fr: Nous n'avons pas pu activer votre compte car le signe d'activation n'était pas valide ou a expiré. Vous pouvez demander un nouveau lien d'activation en cliquant sur le lien ci-dessous.
nl: We konden je account niet activeren omdat de activatietoken ongeldig of vervallen is. Je kan een nieuwe activatie link aanvragen door op de link hieronder te klikken.

source: Error changing user name.
fr: Nous n'avons pas pu mettre à jour votre compte, aucune modification n'a été apportée. Veuillez réessayer plus tard.
nl: We konden je gebruikersaccount niet bijwerken, er zijn geen wijzigingen toegepast. Gelieve het later nogmaals te proberen.

source: Invalid authenticator code.
fr: Code d'identification invalide.
nl: Ongeldige verificatie code.

source: Invalid recovery code entered.
fr: Code de récupération saisi non valide.
nl: Ongeldige backup code ingegeven.

source: InvalidCredentials
fr: Nom d'utilisateur ou mot de passe invalide
nl: Ongeldige gebruikersnaam of wachtwoord

source: MissingRequirements
fr: Données requises manquantes pour exécuter la demande.
nl: Vereiste gegevens ontbreken om het verzoek uit te voeren.

source: TokenRequiredForPasswordReset
fr: Un token doit être fourni pour effectuer une réinitialisation de mot de passe.
nl: Er is een token nodig om het wachtwoord opnieuw in te stellen.

source: You can not create an account with a '{0}' email address.
fr: Vous ne pouvez pas créer un compte avec une adresse e-mail '{0}'.
nl: Je kan geen account aanmaken met een '{0}' e-mail adres.
